[
    {
      "id": 1,
      "titulo": "Interações entre Planetas",
      "texto": "Velikovsky argumenta que planetas como Vênus e Marte passaram perto da Terra em tempos relativamente recentes. Esses encontros planetários teriam causado distúrbios gravitacionais e eletromagnéticos, levando a eventos catastróficos no nosso planeta."
    },
    {
      "id": 2,
      "titulo": "Causas das Catástrofes Naturais",
      "texto": "Segundo Velikovsky, eventos como terremotos, tsunamis, erupções vulcânicas e mudanças climáticas globais foram consequências diretas dessas interações planetárias. Ele sugere que esses fenômenos não foram puramente naturais, mas resultaram de forças externas causadas pela aproximação de corpos celestes."
    },
    {
      "id": 3,
      "titulo": "Vênus como um Cometa",
      "texto": "Em uma de suas hipóteses mais polêmicas, Velikovsky propõe que Vênus não sempre foi um planeta, mas inicialmente um cometa ejetado de Júpiter. A aproximação de Vênus com a Terra teria causado desastres globais, que foram registrados em mitos e relatos antigos de várias culturas."
    },
    {
      "id": 4,
      "titulo": "Impacto nos Ciclos Terrestres",
      "texto": "Ele sugere que essas interações planetárias alteraram a rotação da Terra, a inclinação de seu eixo e até mesmo seu clima, resultando em mudanças súbitas que afetaram a humanidade. Esses eventos seriam responsáveis por fenômenos históricos, como dilúvios e mudanças bruscas nas civilizações antigas."
    },
    {
      "id": 5,
      "titulo": "Interpretação Mitológica de Eventos Astronômicos",
      "texto": "Velikovsky sugere que muitas mitologias antigas lendas e textos religiosos não são apenas alegorias ou criações culturais, mas descrições de eventos astronômicos reais. Ele argumenta que os relatos de deuses e heróis nos céus são, na verdade, memórias de planetas ou cometas que se aproximaram da Terra e causaram catástrofes."
    },
    {
      "id": 6,
      "titulo": "O Êxodo e o Passado Celeste",
      "texto": "O autor interpreta o Êxodo bíblico, incluindo as Dez Pragas do Egito, como eventos resultantes da interação entre a Terra e um corpo celestial, provavelmente Vênus. Ele sugere que os fenômenos descritos, como escuridão, fogo e água transformada em sangue, foram efeitos naturais de uma catástrofe astronômica."
    },
    {
      "id": 7,
      "titulo": "Mitos Gregos e Catástrofes Planetárias",
      "texto": "Velikovsky reinterpreta mitos gregos como histórias de desastres cósmicos. Por exemplo, ele vê a história de Phaeton, que dirigiu a carruagem do sol e quase destruiu a Terra, como um relato simbólico de um corpo celeste (talvez Vênus) se aproximando perigosamente da Terra e causando destruição."
    },
    {
      "id": 8,
      "titulo": "Sincronicidade de Relatos Culturais",
      "texto": "O autor destaca semelhanças entre mitos e lendas de várias culturas, como os astecas, os hindus e os egípcios, afirmando que muitas dessas civilizações antigas testemunharam e registraram os mesmos fenômenos astronômicos. Para Velikovsky, essa sincronicidade global sugere que esses eventos foram reais e não meramente imaginários ou isolados."
    },
    {
      "id": 9,
      "titulo": "Órbitas Instáveis dos Planetas",
      "texto": "Velikovsky desafia a visão científica de que as órbitas planetárias são estáveis e previsíveis ao longo de milhões de anos. Ele propõe que planetas como Vênus e Marte tiveram órbitas caóticas e instáveis em tempos recentes, aproximando-se da Terra e causando catástrofes globais. Essa ideia contradiz a mecânica celeste tradicional, que se baseia em leis de movimento e gravitação estabelecidas."
    },
    {
      "id": 10,
      "titulo": "Eventos Astronômicos Recentes",
      "texto": "Ao contrário do consenso científico, que vê os sistemas solares e as órbitas planetárias como praticamente imutáveis em escalas de tempo geológicas, Velikovsky argumenta que eventos astronômicos significativos ocorreram nos últimos milhares de anos. Ele sugere que esses fenômenos, como a passagem de Vênus perto da Terra, ocorreram em tempos históricos registrados, impactando diretamente a civilização humana."
    },
    {
      "id": 11,
      "titulo": "Revisão da Cronologia Cósmica",
      "texto": "Velikovsky questiona a cronologia estabelecida pela astronomia e pela geologia modernas. Ele propõe uma revisão da história cósmica da Terra, sugerindo que grandes eventos astronômicos ocorreram muito mais recentemente do que as teorias tradicionais sugerem, o que teria implicações na compreensão da história da Terra e do sistema solar."
    },
    {
      "id": 12,
      "titulo": "Desafios às Leis da Física Moderna",
      "texto": "As teorias de Velikovsky contradizem leis fundamentais da física, como a gravidade de Newton e a mecânica celeste de Kepler. Ele sugere que forças eletromagnéticas podem ter desempenhado um papel significativo nas interações planetárias, além da gravidade. Essa visão desafia a ciência tradicional, que vê a gravitação como a principal força controlando os movimentos dos planetas."
    },
    {
      "id": 13,
      "titulo": "Mitos Globais Descrevendo Fenômenos Astronômicos Semelhantes",
      "texto": "Velikovsky argumenta que mitos e lendas de diferentes culturas, como os astecas, hindus, egípcios e gregos, descrevem fenômenos astronômicos semelhantes, como grandes tempestades, escuridão, fogo caindo do céu e dilúvios. Ele sugere que essas histórias são evidências de que essas culturas antigas vivenciaram os mesmos eventos cósmicos, testemunhando catástrofes planetárias."
    },
    {
      "id": 14,
      "titulo": "Unidade nos Relatos de Catástrofes Globais",
      "texto": "O autor identifica uma sincronia impressionante nos relatos culturais de catástrofes, como dilúvios, quedas de estrelas e desastres cósmicos. Essas descrições semelhantes, segundo Velikovsky, ocorrem em diferentes partes do mundo, sugerindo que povos distantes registraram os mesmos fenômenos astronômicos em suas mitologias e tradições religiosas."
    },
    {
      "id": 15,
      "titulo": "Convergência de Mitos em Diferentes Épocas e Regiões",
      "texto": "Velikovsky enfatiza que culturas que não tinham contato entre si, como os povos da Mesoamérica e da Ásia, registraram mitos semelhantes sobre o movimento dos planetas e grandes destruições celestes. Para ele, essa convergência de mitos em diferentes épocas e regiões é uma evidência de que eventos cósmicos afetaram o planeta de maneira global, não sendo apenas mitos isolados ou meramente culturais."
    },
    {
      "id": 16,
      "titulo": "Histórias de Planetas como Seres Divinos",
      "texto": "Em muitas mitologias, planetas como Vênus, Marte e Júpiter são descritos como deuses ou seres divinos. Velikovsky interpreta isso como evidência de que essas civilizações estavam observando os planetas de perto, possivelmente em momentos de perturbação orbital, e associaram esses corpos celestes com divindades devido ao impacto catastrófico que essas interações causaram na Terra."
    }
  ]